{
  "data": [
    {
      "id": 1,
      "title": "Seluk Beluk Pengaturan Ketenagakerjaan dalam Peraturan Pelaksana UU Cipta Kerja",
      "paragraph": "Pesatnya perkembangan hukum ketenagakerjaan dan hubungan industrial yang berlaku saat ini perlu mendapat perhatian, berawal dari sejak disahkan UU Cipta Kerja yang didalamnya terkait hubungan kerja, outsourcing, pengupahan dan pemutusan hubungan kerja. Peraturan-peraturan ketenagakerjaan tersebut mengatur hak dan kewajiban para pihak dalam hubungan kerja (perusahaan maupun pekerja/buruh) serta hubungannya dengan Pemerintah. Maka dari itu, dianggap penting untuk mengupas mengenai Pengaturan Ketenagakerjaan dalam peraturan pelaksana UU Cipta Kerja lebih dalam lagi. Dengan mengadakan diskusi panel bersama narasumber yang ahli dalam bidangnya masing-masing untuk membahas dan menganalisis peraturan pelaksana UU Cipta Kerja dari klaster ketenagakerjaan, diharapkan dapat memberikan perspektif kepada para pelaku usaha dalam mengimplementasikan Peraturan Pelaksana UU Cipta Kerja yang sesuai dan adil bagi semua pihak. Berangkat dari kebutuhan pelaku usaha di Indonesia untuk memahami lebih dalam mengenai penerapan Hukum Ketenagakerjaan berdasarkan Peraturan Pelaksana UU Cipta Kerja, Hukumonline.com bermaksud menyelenggarakan bootcamp secara daring (online system)",
      "imageLink": "https://wallpaperaccess.com/full/702858.jpg"
    },
    {
      "title": "Hits & misses: Newcastle's relegation crisis deepens, while Man City move a step closer to 'impossible' quadruple",
      "imageLink": "https://wallpapercave.com/wp/wp3737394.jpg",
      "paragraph": "Newcastle were outclassed at Brighton and perhaps the most damning indictment for Steve Bruce's side is that this was no great surprise. Only one point separated them from Brighton before kick-off but the gulf was evident throughout their insipid 3-0 defeat on the south coast. The scoreline was emphatic but it still managed to flatter Newcastle, so desperate was their performance in such a big game. They had only 34 per cent of possession which would not have been terminal for their hopes had they been able to fashion some sort of counter-attacking game to alleviate the pressure, but that never really materialised. Newcastle mustered only one shot on target. They did strike a post through Ryan Fraser early in the second half but that only led to Brighton going up a gear.",
      "Date": "Sunday, March 21, 2021",
      "id": 2
    },
    {
      "title": "Another news",
      "imageLink": "https://wallpaperaccess.com/full/30100.jpg",
      "paragraph": "In this example the -webkit-line-clamp property is set to 3, which means the text is clamped after three lines. An ellipsis will beIn this example the -webkit-line-clamp property is set to 3, which means the text is clamped after three lines. An ellipsis will beIn this example the -webkit-line-clamp property is set to 3, which means the text is clamped after three lines. An ellipsis will beIn this example the -webkit-line-clamp property is set to 3, which means the text is clamped after three lines. An ellipsis will be",
      "Date": "Sunday, March 21, 2021",
      "id": 3
    }
  ],
  "users": [
    {
      "id": 1,
      "email": "admin@email.com",
      "password": "admin"
    },
    {
      "email": "fachry@a.com",
      "password": "1234",
      "id": 2
    }
  ]
}
